{
  "recipes":[
  {  
  "id": 0,
  "name":"Melon Ball Salad",
  "image": "https://www.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/07/11/Food/Images/fd-kidspostlemon_051405113250.jpg?t=20170517",  
  "description": "This melon ball salad is cool and refreshing. It’s perfect for summer months, picnics and holiday gatherings." ,
  "prep_time_minutes": 10
},

{"id": 1,
  "name": "Ice Cream In A Bag",
  "image": "https://hips.hearstapps.com/hmg-prod/images/190327-ice-cream-in-a-bag-horizontal-6-1553876375.png",
  "description": "Homemade ice cream in under 10 minutes? This 3-ingredient ice cream comes together with the help of a little ice and rock salt. It’s a great activity for kids to join in too. Top with your favorite toppings and enjoy all summer long!",
  "prep_time_minutes": 5
},
{"id": 2,
  "name":  "Classic American Cheeseburger",
  "image": "https://media2.miaminewtimes.com/mia/imager/u/slideshow/14635035/all_american_cheeseburger.jpg",
  "description": "The secret to these easy burgers is using a blend of different types of ground meat to give the burgers amazing flavor, while keeping them tender. You can ask a butcher to grind them for you, or some grocery stores sell their own unique burger blends.",
  "prep_time_minutes": 10
},
  
{"id": 3,
  "name":"Pink Velvet Donuts",
  "image": "http://www.squirrellyminds.com/images/021114-red-velvet-donuts-horizontal.jpg",
  "description": "You know you love red velvet desserts, but what about pink velvet? These fuschia-hued donuts are sure to be a Valentine’s Day hit! Topped with swirls of cream cheese frosting and donut crumbles, they’re sure to be a sweet beginning or end to your day. ","prep_time_minutes": 20
},
{"id": 4,
  "name": "Cotton Candy Ice Cream Sandwich",
  "image": "https://t4.ftcdn.net/jpg/02/51/72/59/360_F_251725993_S56s186umZwxOcrk0Yy2tMkS8BTrqwm8.jpg",
  "description": "This Cotton Candy Ice Cream Sandwich will bring you back to the summer county fairs. Switch up the ice cream flavors and sprinkles for your personal touch!",
  "prep_time_minutes": 5
},
{ "id": 5,
  "name": "Red Pesto Pasta",
  "image": "https://static01.nyt.com/images/2021/05/17/dining/aw-red-pesto-pasta/aw-red-pesto-pasta-articleLarge.jpg",
  "description": "You know you love pesto pasta, so this red bell pepper twist on your favorite sauce does not disappoint! Roasted red peppers and sun-dried tomatoes add a deep and unexpected flavor and a beautiful color to the pasta. The best thing about this recipe is that it tastes incredible both hot and cold!",
  "prep_time_minutes": 15
},
{ "id": 6,
  "name": "Cowboy Caviar",
  "image": "https://static01.nyt.com/images/2020/08/23/dining/ml-cowboy-caviar/ml-cowboy-caviar-articleLarge-v2.jpg" ,
  "description": "The cowboy caviar recipe has been one of the most searched and trending recipes of summer 2022. It involves dicing and chopping a lot of vegetables (a definite arm workout, but worth it!), all brought together with a tangy hot honey and lime vinaigrette.",
  "prep_time_minutes": 10
},
{ "id": 7,
  "name": "Pasta Sandwich",
  "image": "https://thekittchen.com/wp-content/uploads/2016/11/Spaghetti-Grilled-Cheese.jpg",
  "description": "You’re craving a sandwich but you ran out of bread–if you have pasta in your pantry, swap it in instead! This delicious and fresh pasta salad, filled with all of the best sandwich fixings, is sure to satisfy your craving.",
  "prep_time_minutes": 10
}
  ]}